tap "atomicjar/tap"
tap "augmentable-dev/tickgit"
tap "buildpacks/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "httpx-sh/tap"
tap "mthmulders/tap"
tap "muesli/tap"
tap "spring-io/tap"
tap "vmware-tanzu/tanzu"
brew "ack"
brew "openssl@3"
brew "xz"
brew "ansible"
brew "arp-scan"
brew "asciidoctor"
brew "asciinema"
brew "coreutils"
brew "asdf"
brew "awscli"
brew "bash"
brew "libssh2"
brew "bat"
brew "xorgproto"
brew "broot"
brew "cheat"
brew "ctags"
brew "curl"
brew "datamash"
brew "diff-so-fancy"
brew "direnv"
brew "dive"
brew "docker", link: false
brew "docker-credential-helper"
brew "driftctl"
brew "harfbuzz"
brew "duc"
brew "duck"
brew "duf"
brew "dust"
brew "expect"
brew "libgit2"
brew "eza"
brew "fd"
brew "fpp"
brew "fzf"
brew "gcviewer"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "git-quick-stats"
brew "git-sizer"
brew "glances"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gradle-completion"
brew "htop"
brew "httpie"
brew "httpstat"
brew "hugo"
brew "jq"
brew "jvm-mon"
brew "kind"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "lazydocker"
brew "m-cli"
brew "mas"
brew "midnight-commander"
brew "protobuf"
brew "mitmproxy"
brew "mtr"
brew "multitail"
brew "navi"
brew "ncdu"
brew "neovim"
brew "netcat"
brew "nmap"
brew "noti"
brew "oha"
brew "onefetch"
brew "openldap"
brew "ossp-uuid"
brew "p7zip"
brew "peco"
brew "pidof"
brew "prettyping"
brew "procs"
brew "python@3.9"
brew "ranger"
brew "shellcheck"
brew "skaffold"
brew "skopeo"
brew "socat"
brew "sslscan"
brew "starship"
brew "subversion"
brew "telnet"
brew "terraform"
brew "tilt"
brew "tldr"
brew "tree"
brew "tz"
brew "ugit"
brew "unrar"
brew "up"
brew "viddy"
brew "watch"
brew "wget"
brew "buildpacks/tap/pack"
brew "httpx-sh/tap/httpx"
brew "mthmulders/tap/mcs"
brew "spring-io/tap/spring-boot"
brew "vmware-tanzu/tanzu/tanzu-cli"
cask "au-lab"
cask "audacity"
cask "balenaetcher"
cask "blackhole-2ch"
cask "box-drive"
cask "brave-browser"
cask "caffeine"
cask "cakebrew"
cask "calibre"
cask "chirp"
cask "cyberduck"
cask "discord"
cask "docker"
cask "dropbox"
cask "eclipse-java"
cask "element"
cask "eqmac"
cask "fly"
cask "font-fira-code-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "ganttproject"
cask "github"
cask "gitkraken"
cask "google-cloud-sdk"
cask "google-drive"
cask "hiddenbar"
cask "hyper"
cask "inkscape"
cask "iterm2"
cask "itsycal"
cask "jdk-mission-control"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keepassxc"
cask "keybase"
cask "keycastr"
cask "kindle-previewer"
cask "logi-options+"
cask "maccy"
cask "macdown"
cask "marta"
cask "middleclick"
cask "ngrok"
cask "obs"
cask "obsidian"
cask "openinterminal"
cask "p4v"
cask "postman"
cask "raspberry-pi-imager"
cask "rectangle"
cask "send-to-kindle"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "stats"
cask "stretchly"
cask "tabby"
cask "temurin"
cask "testcontainers-desktop"
cask "thunderbird"
cask "vb-cable"
cask "visual-studio-code"
cask "visualvm"
cask "webex"
cask "wireshark"
cask "xbar"
cask "yubico-yubikey-manager"
cask "yubico-yubikey-personalization-gui"
cask "zoom"
mas "FBReader", id: 1067172178
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PDFgear", id: 1615523079
vscode "asciidoctor.asciidoctor-vscode"
vscode "be5invis.toml"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "editorconfig.editorconfig"
vscode "mads-hartmann.bash-ide-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "redhat.vscode-yaml"
vscode "ryu1kn.partial-diff"
vscode "streetsidesoftware.code-spell-checker"
vscode "timonwong.shellcheck"
vscode "tonybaloney.vscode-pets"
vscode "vscode-icons-team.vscode-icons"
vscode "yzhang.markdown-all-in-one"
