tap "augmentable-dev/tickgit"
tap "buildpacks/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "muesli/tap"
brew "ack"
brew "ansible"
brew "archey"
brew "arp-scan"
brew "asciinema"
brew "coreutils"
brew "asdf"
brew "awscli"
brew "bash"
brew "bat"
brew "broot"
brew "ctags"
brew "curl"
brew "datamash"
brew "diff-so-fancy"
brew "dive"
brew "docker"
brew "docker-completion"
brew "docker-compose"
brew "duc"
brew "duck"
brew "duf"
brew "exa"
brew "expect"
brew "fd"
brew "fzf"
brew "gcviewer"
brew "gh"
brew "git"
brew "git-delta"
brew "git-quick-stats"
brew "gnupg"
brew "go"
brew "htop"
brew "httpie"
brew "httpstat"
brew "hugo"
brew "jq"
brew "jvm-mon"
brew "kind"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "lazydocker"
brew "m-cli"
brew "mas"
brew "midnight-commander"
brew "mitmproxy"
brew "mtr"
brew "multitail"
brew "navi"
brew "ncdu"
brew "neovim"
brew "netcat"
brew "nmap"
brew "onefetch"
brew "ossp-uuid"
brew "p7zip"
brew "peco"
brew "pidof"
brew "prettyping"
brew "ranger"
brew "shellcheck"
brew "skaffold"
brew "sslscan"
brew "subversion"
brew "telnet"
brew "tldr"
brew "tree"
brew "unrar"
brew "up"
brew "watch"
brew "wget"
brew "augmentable-dev/tickgit/tickgit"
brew "buildpacks/tap/pack"
cask "adoptopenjdk"
cask "bluestacks"
cask "brave-browser"
cask "cyberduck"
cask "discord"
cask "docker"
cask "dropbox"
cask "eclipse-java"
cask "font-fira-code-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "ganttproject"
cask "github"
cask "gitter"
cask "hiddenbar"
cask "hyper"
cask "itsycal"
cask "jdk-mission-control"
cask "jetbrains-toolbox"
cask "keepassxc"
cask "keybase"
cask "lens"
cask "macdown"
cask "meld"
cask "middleclick"
cask "ngrok"
cask "openinterminal"
cask "postman"
cask "quicksilver"
cask "rectangle"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "visual-studio-code"
cask "visualvm"
cask "wireshark"
cask "zoom"
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
