tap "augmentable-dev/tickgit"
tap "buildpacks/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "httpx-sh/tap"
tap "muesli/tap"
tap "spring-io/tap"
brew "ack"
brew "ansible"
brew "archey"
brew "arp-scan"
brew "asciidoctor"
brew "asciinema"
brew "coreutils"
brew "asdf"
brew "awscli"
brew "bash"
brew "bat"
brew "broot"
brew "python@3.9"
brew "cheat"
brew "ctags"
brew "libssh2"
brew "curl"
brew "datamash"
brew "diff-so-fancy"
brew "dive"
brew "docker", link: false
brew "driftctl"
brew "duc"
brew "duck"
brew "duf"
brew "dust"
brew "exa"
brew "expect"
brew "fd"
brew "fpp"
brew "fzf"
brew "gcviewer"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-quick-stats"
brew "git-sizer"
brew "glances"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gradle-completion"
brew "htop"
brew "httpie"
brew "httpstat"
brew "hugo"
brew "jq"
brew "jvm-mon"
brew "kind"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "lazydocker"
brew "libgit2"
brew "m-cli"
brew "mas"
brew "midnight-commander"
brew "mitmproxy"
brew "mtr"
brew "multitail"
brew "navi"
brew "ncdu"
brew "neovim"
brew "netcat"
brew "nmap"
brew "noti"
brew "onefetch"
brew "ossp-uuid"
brew "p7zip"
brew "peco"
brew "pidof"
brew "prettyping"
brew "procs"
brew "ranger"
brew "shellcheck"
brew "skaffold"
brew "skopeo"
brew "socat"
brew "sslscan"
brew "starship"
brew "subversion"
brew "telnet"
brew "terraform"
brew "tldr"
brew "tree"
brew "tz"
brew "ugit"
brew "unrar"
brew "up"
brew "viddy"
brew "watch"
brew "wget"
brew "buildpacks/tap/pack"
brew "heroku/brew/heroku"
brew "httpx-sh/tap/httpx"
brew "spring-io/tap/spring-boot"
cask "brave-browser"
cask "cakebrew"
cask "calibre"
cask "cyberduck"
cask "discord"
cask "docker"
cask "dropbox"
cask "eclipse-java"
cask "fig"
cask "font-fira-code-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "ganttproject"
cask "github"
cask "gitkraken"
cask "gitter"
cask "hiddenbar"
cask "hyper"
cask "iterm2"
cask "itsycal"
cask "jdk-mission-control"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keepassxc"
cask "keybase"
cask "kindle-previewer"
cask "lens"
cask "logitech-presentation"
cask "macdown"
cask "meld"
cask "middleclick"
cask "ngrok"
cask "obs"
cask "obsidian"
cask "openinterminal"
cask "postman"
cask "raspberry-pi-imager"
cask "rectangle"
cask "send-to-kindle"
cask "signal"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "stats"
cask "tabby"
cask "temurin"
cask "visual-studio-code"
cask "visualvm"
cask "webex"
cask "wireshark"
cask "xbar"
cask "yubico-yubikey-manager"
cask "yubico-yubikey-personalization-gui"
cask "zoom"
mas "FBReader", id: 1067172178
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
